# Homebrew Stuff
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# CLI Tools
brew "composer"
brew "docker"
brew "ffmpeg"
brew "figlet"
brew "git"
brew "handbrake"
brew "neofetch"
brew "node"
brew "nvm"
brew "php"
brew "vivaldi"
brew "wireshark"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

# Graphical Applications
cask "1password"
cask "ableton-live-suite"
cask "alfred"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "firefox"
cask "gas-mask"
cask "google-chrome"
cask "ilock-license-manager"
cask "imageoptim"
cask "iterm2"
cask "keka"
cask "kextviewr"
cask "loopback"
cask "lulu"
cask "muzzle"
cask "ngrok"
cask "obs"
cask "oversight"
cask "private-internet-access"
cask "protonmail-bridge"
cask "rocket-chat"
cask "sequel-pro"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "splice"
cask "steam"
cask "sublime-text"
cask "sync"
cask "teamviewer"
cask "transmit"
cask "visual-studio-code"
cask "virtualbox"
cask "vlc"
cask "zoomus"
